Repository: Alizadehh1/Firlansa
Catalog: Firlansa.WebUI/AppCode/Resources/UserUI/AccountPage/AccountPage.*.resx
Languages: ru

# Account details
source: Hesab məlumatları
ru: Детали учетной записи

# Amount of products
source: Məhsulların məbləği
ru: Количество продуктов

# and account details.
source: və hesab məlumatları.
ru: и Детали учетной записи

# Color
source: Rəng
ru: Цвет

# Date
source: Tarix
ru: Дата

# Delivery amount
source: Çatdırılma Məbləği
ru: Сумма доставки

# Details
source: Detallı
ru: детали

# Email Address
source: Elektron Poçt
ru: Адрес электронной почты

# From your account dashboard you can view your
source: Hesabınızın idarə panelindən öz hesabınıza baxa bilərsiniz
ru: В личном кабинете вы можете просмотреть

# Go To Shop
source: Mağazaya gedin
ru: Идти в магазин

# Hello
source: Salam
ru: Здравствуйте

# Home
source: Ana Səhifə
ru: Главная страница

# Log Out
source: Çıxış edin
ru: Выйти

# My Account
source: Mənim Hesabım
ru: Мой счет

# Name
source: Adı
ru: Имя

# Notifications
source: Bildirişlər
ru: Уведомления

# Num
source: əd
ru: Чис

# Number
source: Ədəd
ru: Число

# or
source: və ya
ru: или

# Order
source: Sifariş
ru: Заказ

# Orders
source: Sifarişlər
ru: Заказы

# Paid
source: Ödənilib
ru: Оплаченный

# Password
source: Şifrə
ru: Пароль

# Price
source: Qiymət
ru: Цена

# Product
source: Məhsul
ru: Продукт

# Profile
source: Profil
ru: Профиль

# recent orders
source: son sifarişlər
ru: Недавние заказы

# Register
source: Qeydiyyatdan Keç
ru: Pегистр

# Repeat Password
source: Şifrənin Təkrarını daxil edin
ru: Повторите пароль

# Size
source: Ölçü
ru: Размер

source: Status
ru: Cтатус

# The total amount of the order with delivery
source: Sifarişin çatdırılma ilə ümumi məbləği
ru: Общая сумма заказа с доставкой

# There are currently no notifications.
source: Hal-hazırda heç bir bildiriş yoxdur.
ru: В настоящее время нет уведомлений.

# Total
source: Yekun
ru: Общий
